tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
brew "ack"
brew "autoconf"
brew "automake"
brew "ctags"
brew "exa"
brew "git-extras"
brew "highlight"
brew "htop"
brew "libtool"
brew "neovim"
brew "node"
brew "pkg-config"
brew "postgresql"
brew "python"
brew "python@2"
brew "shellcheck"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "heroku/brew/heroku"
